tap 'hashicorp/tap'

cask 'gcloud-cli'

brew 'automake'
brew 'bat'
brew 'coreutils'
brew 'csvkit'
brew 'csvq'
brew 'direnv'
brew 'fzf'
brew 'gemini-cli'
brew 'git-lfs'
brew 'gitleaks'
brew 'go'
brew 'graphviz'
brew 'hadolint'
brew 'terraform'
brew 'jmeter'
brew 'jq'
brew 'markdown'
brew 'neovim'
brew 'openssl@1.1'
brew 'osv-scanner'
brew 'podman'
brew 'poppler'
brew 'postgresql@14'
brew 'qrencode'
brew 'redis'
brew 'ripgrep'
brew 'stow'
brew 'tesseract'
brew 'tflint'
brew 'tmux'
brew 'tree'
brew 'uv'
brew 'yq'
brew 'zsh-autosuggestions'
brew 'zsh-syntax-highlighting'
